[
    {
        "objective": "Conquistare 18 territori presidiandoli con almeno due armate ciascuno."
    },
    {
        "objective": "Conquistare 24 territori."
    },
    {
        "objective": "Conquistare la totalità del Nord America e dell'Africa."
    },
    {
        "objective": "Conquistare la totalità del Nord America e dell'Oceania."
    },
    {
        "objective": "Conquistare la totalità dell'Asia e del Sud America."
    },
    {
        "objective": "Conquistare la totalità dell'Asia e dell'Africa."
    },
    {
        "objective": "Conquistare la totalità dell'Europa, del Sud America e di un terzo continente a scelta."
    },
    {
        "objective": "Conquistare la totalità dell'Europa, dell'Oceania e di un terzo continente a scelta."
    },
    {
        "objective": "Distruggere completamente l'armata rossa, se le armate non sono presenti nel gioco, se le armate sono possedute dal giocatore che ha l'obiettivo di distruggerle o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    },
    {
        "objective": "Distruggere completamente l'armata gialla, se le armate non sono presenti nel gioco, se le armate sono possedute dal giocatore che ha l'obiettivo di distruggerle o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    },
    {
        "objective": "Distruggere completamente l'armata verde, se le armate non sono presenti nel gioco, se le armate sono possedute dal giocatore che ha l'obiettivo di distruggerle o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    },
    {
        "objective": "Distruggere completamente l'armata blu, se le armate non sono presenti nel gioco, se le armate sono possedute dal giocatore che ha l'obiettivo di distruggerle o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    },
    {
        "objective": "Distruggere completamente l'armata nero, se le armate non sono presenti nel gioco, se le armate sono possedute dal giocatore che ha l'obiettivo di distruggerle o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    },
    {
        "objective": "Distruggere completamente l'armata viola, se le armate non sono presenti nel gioco, se le armate sono possedute dal giocatore che ha l'obiettivo di distruggerle o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    },
    {
        "objective": "Raggiungere un numero prefissato di 60 armate totali."
    }
]
