[
    {
        "objective": "Devi conquistare 18 territori presidiandoli con almeno due armate ciascuno."
    	,"type" : "TERRITORI",
    	"n_territory" : 18,
    	"n_army" : 2
    },
    {
        "objective": "Devi conquistare 24 territori."
        ,"type" : "TERRITORI",
        "n_territory" : 24
    },
    {
        "objective": "Devi conquistare la totalità del Nord America e dell'Africa."
        ,"type" : "CONTINENTI",
        "continent_1" : "Nord America",
        "continent_2" : "Africa"
        
    },
    {
        "objective": "Devi conquistare la totalità del Nord America e dell'Oceania."
    	,"type" : "CONTINENTI",
    	"continent_1" : "Nord America",
    	"continent_2" : "Oceania"
    },
    {
        "objective": " Devi conquistare la totalità dell'Asia e del Sud America."
        ,"type" : "CONTINENTI",
        "continent_1" : "Asia",
        "continent_2" : "Sud America"
    },
    {
        "objective": " Devi conquistare la totalità dell'Asia e dell'Africa."
        ,"type" : "CONTINENTI",
        "continent_1" : "Asia",
        "continent_2" : "Africa"
    },
    {
        "objective": "Devi conquistare la totalità dell'Europa, del Sud America e di un terzo continente a scelta."
        ,"type" : "CONTINENTI",
        "continent_1" : "Europa",
        "continent_2" : "Sud America",
        "continent_3" : "c"
    },
    {
        "objective": "Devi conquistare la totalità dell'Europa, dell'Oceania e di un terzo continente a scelta."
        ,"type" : "CONTINENTI",
        "continent_1" : "Europa",
        "continent_2" : "Oceania",
        "continent_3" : "c"
    },
    {
        "objective": "Devi distruggere completamente l'armata rossa, se le armate non sono presenti nel gioco, o le possiedi tu o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    	,"type" : "ARMATA",
    	"n_territory" : 24
    	
    },
    {
        "objective": "Devi distruggere completamente l'armata gialla, se le armate non sono presenti nel gioco, o le possiedi tu o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    	,"type" : "ARMATA",
    	"n_territory" : 24
    },
    {
        "objective": "Devi distruggere completamente l'armata verde, se le armate non sono presenti nel gioco, o le possiedi tu o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    	,"type" : "ARMATA",
    	"n_territory" : 24
    },
    {
        "objective": "Devi distruggere completamente l'armata blu, se le armate non sono presenti nel gioco, o le possiedi tu o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    	,"type" : "ARMATA",
    	"n_territory" : 24
    },
    {
        "objective": "Devi distruggere completamente l'armata nero, se le armate non sono presenti nel gioco, o le possiedi tu o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori."
    	,"type" : "ARMATA",
    	"n_territory" : 24
    },
    {
        "objective": "Devi distruggere completamente l'armata viola, se le armate non sono presenti nel gioco, o le possiedi tu o se l'ultima armata viene distrutta da un altro giocatore, l'obiettivo diventa conquistare 24 territori.",
        "type" : "ARMATA",
        "n_territory" : 24
    }
  
]
